({
  "id": "pikachu",
  "title": "Pikachu",
  "year": 2019,
  "synopsis": "A family's serene beach vacation turns to chaos when their doppelgängers appear and begin to terrorize them."
},
{
  "id": "johnwick3",
  "title": "John Wick 3",
  "year": 2019,
  "synopsis": "A pair of Texas Rangers come out of retirement to catch the infamous outlaws Bonnie and Clyde."
},
{
  "id": "avengersendgame",
  "title": "Avengers-Endgame",
  "year": 2019,
  "synopsis": "The grave course of events set in motion by Thanos that wiped out half the universe and fractured the Avengers ranks compels the remaining Avengers to take one final stand in Marvel Studios' grand conclusion to twenty-two films, 'Avengers: Endgame."
},
{
  "id": "thehustle",
  "title": "The Hustle",
  "year": 2019,
  "synopsis": "In the hilarious new comedy THE HUSTLE, Anne Hathaway and Rebel Wilson star as female scam artists, one low rent and the other high class, who team up to take down the dirty rotten men who have wronged them."
},
{
  "id": "breakthrough",
  "title": "Breakthrough",
  "year": 2019,
  "synopsis": "A loose remake to the 2000 film What Women Want, the plot follows a woman who, after drinking a potent concoction given by a shaman, gains the ability to hear men's inner thoughts."
},
{
  "id": "beats",
  "title": "Beats",
  "year": 2019,
  "synopsis": "Best mates Johnno and Spanner share a deep bond. Now on the cusp of adulthood, life is destined to take them in different directions – Johnno's family are moving him to a new town and a better life, leaving Spanner behind to face a precarious future. In pursuit of adventure and escape the boys head out on one last night together to an illegal rave before parting ways indefinitely. A universal story of friendship, rebellion, and the irresistible power of gathering youth, set to the soundtrack as eclectic and electrifying as the scene it gave birth to, BEATS is a story for our time."
},
{
  "id": "dumbo",
  "title": "Dumbo",
  "year": 2019,
  "synopsis": "From Disney and visionary director Tim Burton, the all-new grand live-action adventure 'Dumbo' expands on the beloved classic story where differences are celebrated, family is cherished and dreams take flight. Circus owner Max Medici (Danny DeVito) enlists former star Holt Farrier (Colin Farrell) and his children Milly (Nico Parker) and Joe (Finley Hobbins) to care for a newborn elephant whose oversized ears make him a laughingstock in an already struggling circus. But when they discover that Dumbo can fly, the circus makes an incredible comeback, attracting persuasive entrepreneur V.A. Vandevere (Michael Keaton), who recruits the peculiar pachyderm for his newest, larger-than-life entertainment venture, Dreamland. Dumbo soars to new heights alongside a charming and spectacular aerial artist, Colette Marchant (Eva Green), until Holt learns that beneath its shiny veneer, Dreamland is full of dark secrets."
},
{
  "id": "rocketman",
  "title": "Rocketman",
  "year": 2019,
  "synopsis": "We all have a superhero inside us, it just takes a bit of magic to bring it out. In Billy Batson's case, by shouting out one word - SHAZAM. - this streetwise fourteen-year-old foster kid can turn into the grown-up superhero Shazam."
})
